{
  "title": "Terms and Conditions",
  "sections": [
    {
      "title": "Proprietary Rights",
      "description": "The content on this website, including text, graphics, logos, images, and software, is the property of DardiBook or its licensors and is protected by intellectual property laws. You agree not to reproduce, distribute, modify, or create derivative works of any content without explicit permission from DardiBook."
    },
    {
      "title": "Usage of the Website and Use of Services by the User",
      "description": "By accessing or using this website and its services, you agree to comply with these Terms and Conditions and any additional guidelines or policies provided by DardiBook. You agree to use the Services solely for their intended purposes and refrain from engaging in any activities that violate laws or infringe upon the rights of others."
    },
    {
      "title": "Payment",
      "description": "Certain services offered on this website may require payment. By subscribing to or purchasing these services, you agree to pay all applicable fees and charges. Payments are processed securely through our authorized payment gateway provider. DardiBook reserves the right to modify pricing or billing terms at any time, upon reasonable notice to users."
    },
    {
      "title": "Limitation of Liability",
      "description": "DardiBook and its affiliates, directors, officers, employees, agents, and suppliers shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from your use of the website or services."
    },
    {
      "title": "Dispute Resolution",
      "description": "Any disputes arising out of or related to these Terms and Conditions or your use of the website and services will be resolved through binding arbitration in accordance with the laws of India. The arbitration will be conducted in English, and the arbitrator's decision will be final and binding."
    },
    {
      "title": "Modifications",
      "description": "DardiBook reserves the right to modify these Terms and Conditions at any time. Any changes will be effective immediately upon posting on the website. Your continued use of the website and services after such modifications will constitute your acceptance of the updated Terms and Conditions."
    },
    {
      "title": "Contact Information",
      "description": "If you have any questions about these Terms and Conditions, please contact us at help@dardibook.in."
    }
  ]
}
